Repository: ErikaIwakiri/DebianCorpus
Catalog: TmxMerged.tmx
Source language: en_us
Languages: pt_pt

source: · Data Protection team — <data-protection@debian.org> — delegation mail
pt_pt: · Equipe de Proteção de Dados — <data-protection@debian.org> — mensagem de delegação

source: member Jonathan McDowell (delegate; he/him)
pt_pt: membro(a) Jonathan McDowell (delegado; ele/o)

source: member Tollef Fog Heen (delegate)
pt_pt: membro(a) Tollef Fog Heen (delegado)

source: member Matthew Vernon (delegate)
pt_pt: membro(a) Matthew Vernon (delegado)

source: · Publicity team — <debian-publicity@lists.debian.org> — delegation mail
pt_pt: · Equipe de Publicidade — <debian-publicity@lists.debian.org> — mensagem de delegação

source: member Anupa Ann Joseph (delegate)
pt_pt: membro(a) Anupa Ann Joseph (delegada)

source: member Donald Norwood (delegate)
pt_pt: membro(a) Donald Norwood (delegado)

source: member Jean-Pierre Giraud (delegate)
pt_pt: membro(a) Jean-Pierre Giraud (delegado)

source: member Joost van Baal-Ilić (delegate)
pt_pt: membro(a) Joost van Baal-Ilić (delegado)

source: Press Contact — <press@debian.org>
pt_pt: Contato de Imprensa — <press@debian.org>

source: · Web Pages — <debian-www@lists.debian.org>
pt_pt: · Páginas Web — <debian-www@lists.debian.org>

source: member Rhonda D'Vine
pt_pt: membro(a) Rhonda D'Vine

source: member Kåre Thor Olsen
pt_pt: membro(a) Kåre Thor Olsen

source: member Paul Wise
pt_pt: membro(a) Paul Wise

source: member Laura Arjona Reina
pt_pt: membro(a) Laura Arjona Reina

source: member Carsten Schoenert
pt_pt: membro(a) Carsten Schoenert

source: member Thomas Lange
pt_pt: membro(a) Thomas Lange

source: · Planet Debian — <planet@debian.org>
pt_pt: · Planeta Debian — <planet@debian.org>

source: member Benjamin Mako Hill
pt_pt: membro(a) Benjamin Mako Hill

source: member Joerg Jaspert
pt_pt: membro(a) Joerg Jaspert

source: member Jordi Mallach
pt_pt: membro(a) Jordi Mallach

source: · Outreach — <outreach@debian.org> — delegation mail
pt_pt: · Programa de extensão (Outreach) — <outreach@debian.org> — mensagem de delegação

source: member Abhijith PA (delegate)
pt_pt: membro(a) Abhijith PA (delegado)

source: member Antonio Terceiro (delegate)
pt_pt: membro(a) Antonio Terceiro (delegado)

source: member Lucas Kanashiro (delegate; he/him)
pt_pt: membro(a) Lucas Kanashiro (delegado; ele/o)

source: member Nilesh Patra (delegate)
pt_pt: membro(a) Nilesh Patra (delegado)

source: member Sruthi Chandran (delegate; she/her)
pt_pt: membro(a) Sruthi Chandran (delegada; ela/a)

source: · Community — <community@debian.org> <antiharassment@debian.org> — delegation mail
pt_pt: · Comunidade — <community@debian.org> <antiharassment@debian.org> — mensagem de delegação

source: member Steve McIntyre (delegate; he/him)
pt_pt: membro(a) Steve McIntyre (delegado; ele/o)

source: member Jean-Philippe MENGUAL (delegate; he/him)
pt_pt: membro(a) Jean-Philippe MENGUAL (delegado; ele/o)

source: member Andrew Cater (delegate; he/him)
pt_pt: membro(a) Andrew Cater (delegado; ele/o)

source: · DebConf Committee — <debconf-committee@debian.org> — delegation mail
pt_pt: · Comitê da DebConf — <debconf-committee@debian.org> — mensagem de delegação

source: member Bernelle Verster (delegate)
pt_pt: membro(a) Bernelle Verster (delegada)

source: member Gunnar Wolf (delegate)
pt_pt: membro(a) Gunnar Wolf (delegado)

source: member Nattie Mayer-Hutchings (delegate)
pt_pt: membro(a) Nattie Mayer-Hutchings (delegada)

source: member Sruthi Chandran (delegate)
pt_pt: membro(a) Sruthi Chandran (delegada)

source: member Stefano Rivera (delegate)
pt_pt: membro(a) Stefano Rivera (delegado)

source: · Partner Program — <partners@debian.org>
pt_pt: · Programa de Parcerias — <partners@debian.org>

source: member Andre Felipe Machado
pt_pt: membro(a) Andre Felipe Machado

source: · Hardware Donations Coordination — <hardware-donations@debian.org>
pt_pt: · Coordenação de Doações de Hardware — <hardware-donations@debian.org>

source: member Bernd Zeimetz
pt_pt: membro(a) Bernd Zeimetz

source: member Martin Zobel-Helas
pt_pt: membro(a) Martin Zobel-Helas

source: member Rob Bradford
pt_pt: membro(a) Rob Bradford

source: Support and Infrastructure
pt_pt: Suporte e Infraestrutura

source: · Bug Tracking System — <owner@bugs.debian.org>
pt_pt: · Sistema de Acompanhamento de Bugs — <owner@bugs.debian.org>

source: member Don Armstrong
pt_pt: membro(a) Don Armstrong

source: member Blars Blarson
pt_pt: membro(a) Blars Blarson

source: member Josip Rodin
pt_pt: membro(a) Josip Rodin

source: member Colin Watson
pt_pt: membro(a) Colin Watson

source: · Mailing Lists Administration and Mailing List Archives — <listmaster@lists.debian.org>
pt_pt: · Administração das Listas de Discussão e dos Arquivos das Listas de Discussão — <listmaster@lists.debian.org>

source: member Alexander Wirt
pt_pt: membro(a) Alexander Wirt

source: member Cord Beermann
pt_pt: membro(a) Cord Beermann

source: member David Moreno Garza
pt_pt: membro(a) David Moreno Garza

source: member Pascal Hakim
pt_pt: membro(a) Pascal Hakim

source: member Hanno Wagner
pt_pt: membro(a) Hanno Wagner

source: · New Members Front Desk — <nm@debian.org> — delegation mail
pt_pt: · Recepção de Novos(as) Mantenedores(as) — <nm@debian.org> — mensagem de delegação

source: member Mattia Rizzolo (delegate)
pt_pt: membro(a) Mattia Rizzolo (delegado)

source: member Santiago Ruano Rincón (delegate)
pt_pt: membro(a) Santiago Ruano Rincón (delegado)

source: member Tobias Frost (delegate)
pt_pt: membro(a) Tobias Frost (delegado)

source: member Pierre-Elliott Bécue (delegate)
pt_pt: membro(a) Pierre-Elliott Bécue (delegado)

source: member Sam Hartman (delegate)
pt_pt: membro(a) Sam Hartman (delegado)

source: member Stuart Prescott (delegate)
pt_pt: membro(a) Stuart Prescott (delegado)

source: member Nicolas Dandrimont (delegate)
pt_pt: membro(a) Nicolas Dandrimont (delegado)

source: · Debian Account Managers — <da-manager@debian.org> — delegation mail
pt_pt: · Gerentes de Contas Debian — <da-manager@debian.org> — mensagem de delegação

source: member Enrico Zini (delegate)
pt_pt: membro(a) Enrico Zini (delegado)

source: · Keyring Maintainers (OpenPGP) — <keyring-maint@debian.org> — delegation mail
pt_pt: · Keyring Maintainers (OpenPGP) — <keyring-maint@debian.org> — mensagem de delegação

source: member John Sullivan (delegate)
pt_pt: membro(a) John Sullivan (delegado)

source: · Security Team — <team@security.debian.org>
pt_pt: · Equipe de Segurança — <team@security.debian.org>

source: member Alberto Garcia
pt_pt: membro(a) Alberto Garcia

source: member Alessandro Ghedini
pt_pt: membro(a) Alessandro Ghedini

source: member Andres Salomon
pt_pt: membro(a) Andres Salomon

source: member Aron Xu
pt_pt: membro(a) Aron Xu

source: member Florian Weimer
pt_pt: membro(a) Florian Weimer

source: member Markus Koschany
pt_pt: membro(a) Markus Koschany

source: member Moritz Muehlenhoff
pt_pt: membro(a) Moritz Muehlenhoff

source: member Salvatore Bonaccorso
pt_pt: membro(a) Salvatore Bonaccorso

source: member Sebastien Delafond
pt_pt: membro(a) Sebastien Delafond

source: member Thijs Kinkhorst
pt_pt: membro(a) Thijs Kinkhorst

source: member Yves-Alexis Perez
pt_pt: membro(a) Yves-Alexis Perez

source: · Policy — <debian-policy@lists.debian.org> — delegation mail
pt_pt: · Política (Policy) — <debian-policy@lists.debian.org> — mensagem de delegação

source: member Russ Allbery (delegate)
pt_pt: membro(a) Russ Allbery (delegado)

source: member Sean Whitton (delegate)
pt_pt: membro(a) Sean Whitton (delegado)

source: · System Administration — <debian-admin@lists.debian.org> — delegation mail
pt_pt: · Administração do Sistema — <debian-admin@lists.debian.org> — mensagem de delegação

source: This is the address to use when encountering problems on one of Debian's machines, including password problems or you need a package installed.
pt_pt: Este é o endereço que se deve usar quando encontrar problemas em uma das máquinas do Debian, incluindo problemas de senha ou em caso de precisar que um determinado pacote seja instalado.

source: member Aurelien Jarno (delegate)
pt_pt: membro(a) Aurelien Jarno (delegado)

source: member Héctor Orón Martínez (delegate)
pt_pt: membro(a) Héctor Orón Martínez (delegado)

source: member Luca Filipozzi (delegate)
pt_pt: membro(a) Luca Filipozzi (delegado)

source: member Paul Wise (delegate)
pt_pt: membro(a) Paul Wise (delegado)

source: member Peter Palfrader (delegate)
pt_pt: membro(a) Peter Palfrader (delegado)

source: If you have hardware problems with Debian machines, please see Debian Machines page, it should contain per-machine administrator information.
pt_pt: Se tiver problemas com o hardware de máquinas do Debian, por favor consulte Máquinas Debian, ela contém informações sobre o(a) administrador(a) de cada máquina.

source: · Mirrors — <mirrors@debian.org>
pt_pt: · Espelhos — <mirrors@debian.org>

source: member Peter Palfrader
pt_pt: membro(a) Peter Palfrader

source: member Julien Cristau
pt_pt: membro(a) Julien Cristau

source: member Adam D. Barratt
pt_pt: membro(a) Adam D. Barratt

source: · DNS Maintainer — <hostmaster@debian.org>
pt_pt: · Mantenedor(a) do DNS — <hostmaster@debian.org>

source: · Package Tracking System — <owner@packages.qa.debian.org>
pt_pt: · Sistema de Acompanhamento de Pacotes — <owner@packages.qa.debian.org>

source: · Treasurer — <treasurer@debian.org> — delegation mail — appointment mail
pt_pt: · Tesoureiro(a) — <treasurer@debian.org> — mensagem de delegação — mensagem de nomeação

source: member Brian Gupta (delegate)
pt_pt: membro(a) Brian Gupta (delegado)

source: member Philipp Hug (delegate)
pt_pt: membro(a) Philipp Hug (delegado)

source: member Hector Oron (delegate)
pt_pt: membro(a) Hector Oron (delegado)

source: member Daniel Lange (delegate)
pt_pt: membro(a) Daniel Lange (delegado)

source: · Salsa administrators — <salsa-admin@debian.org> — delegation mail
pt_pt: · Administradores(as) do Salsa — <salsa-admin@debian.org> — mensagem de delegação

source: member Thomas Goirand
pt_pt: membro(a) Thomas Goirand

source: member Antonio Terceiro
pt_pt: membro(a) Antonio Terceiro

source: Membership in other organizations
pt_pt: Participação em outras organizações

source: · GNOME Foundation —
pt_pt: · Fundação GNOME —

source: role Advisory Council
pt_pt: função Advisory Council

source: Debian is a member of the above list of organizations, either directly or through SPI.
pt_pt: O Debian é membro da lista de organizações acima, diretamente ou através da SPI.

source: These organizational data can become outdated since they are not updated automatically after things change.
pt_pt: Esses dados organizacionais podem ficar desatualizados, pois não são atualizados automaticamente depois que as coisas mudam.

source: If you find anything missing or incorrect, please send us corrections.
pt_pt: Se você encontrar algo faltando ou incorreto, por favor nos envie as correções.

source: The complete list of official Debian members can be found on the nm.debian.org site.
pt_pt: A lista completa de membros(as) oficiais do Debian pode ser encontrada no site nm.debian.org.

source: Български (Bəlgarski) català dansk Deutsch Ελληνικά (Ellinika) español français hrvatski Indonesia Italiano 한국어 (Korean) magyar Nederlands 日本語 (Nihongo) norsk (bokmål) polski Português română Русский (Russkij) slovenčina suomi svenska Tiếng Việt українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)
pt_pt: Български (Bəlgarski) català dansk Deutsch Ελληνικά (Ellinika) English español français hrvatski Indonesia Italiano 한국어 (Korean) magyar Nederlands 日本語 (Nihongo) norsk (bokmål) polski română Русский (Russkij) slovenčina suomi svenska Tiếng Việt українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)

source: Last Modified: Sat, Jun 15 19:24:14 UTC 2024 Last Built: Tue, Aug 6 19:47:28 UTC 2024
pt_pt: Última Modificação: Sáb, 22 de Jun de 2024, 19:24:13 UTC Última compilação: Ter, 6 de Ago de 2024, 22:07:08 UTC

source: Debian International
pt_pt: Debian Internacional

source: In the free software community on the Internet we communicate mostly in the English language. Most of our work is done in English, but it is hoped that all Debian documentation, software and the installation will be available in every language one day. We are constantly working towards that goal, however, many obstacles are still ahead.
pt_pt: Nas comunidades de software livre pela Internet, nós nos comunicamos principalmente através do idioma inglês. A maior parte de nosso trabalho é feita em inglês, mas espera-se que, um dia, toda a documentação, o software e a instalação do Debian estejam disponíveis em todos os idiomas. Estamos constantemente trabalhando para atingirmos esse objetivo. No entanto, há ainda muitos obstáculos.

source: The Debian web site and content negotiation
pt_pt: O site do Debian e a negociação de conteúdo

source: The Debian web site uses content negotiation to automatically deliver web pages in your preferred language - if your browser is configured properly and a page exists in that language. We have created a page that explains how to set up the preferred language for your browser.
pt_pt: O site web do Debian usa a negociação de conteúdo para automaticamente entregar as páginas web no seu idioma de preferência - se o seu navegador estiver configurado apropriadamente e se a página existir no seu idioma. Nós criamos uma página que explica como configurar o idioma preferencial no seu navegador.

source: The Debian language pages
pt_pt: Páginas do Debian específicas para cada idioma

source: These pages contain information on using Debian in non-English languages. Each language's page has information on Debian resources that are available in that language, including any mailing lists.
pt_pt: Essas páginas contêm informações sobre como usar o Debian em idiomas que não a língua inglesa. Cada página contém informações sobre os recursos do Debian que estão disponíveis naquele idioma específico, incluindo as listas de e-mail.

source: · Arabic
pt_pt: · Alemão

source: · Bulgarian
pt_pt: · Árabe

source: · Catalan
pt_pt: · Búlgaro

source: · Chinese
pt_pt: · Catalão

source: · Croatian
pt_pt: · Chinês

source: · Danish
pt_pt: · Coreano

source: · Dutch
pt_pt: · Croata

source: · Finnish
pt_pt: · Dinamarquês

source: · French
pt_pt: · Eslovaco

source: · German
pt_pt: · Espanhol

source: · Greek
pt_pt: · Finlandês

source: · Hungarian
pt_pt: · Francês

source: · Italian
pt_pt: · Grego

source: · Japanese
pt_pt: · Húngaro

source: · Korean
pt_pt: · Holandês

source: · Norwegian
pt_pt: · Italiano

source: · Polish
pt_pt: · Japonês

source: · Portuguese
pt_pt: · Norueguês

source: · Romanian
pt_pt: · Polonês

source: · Russian
pt_pt: · Português

source: · Slovak
pt_pt: · Romeno

source: · Spanish
pt_pt: · Russo

source: · Swedish
pt_pt: · Sueco

source: · Turkish
pt_pt: · Turco

source: · Ukrainian
pt_pt: · Ucraniano

source: · Vietnamese
pt_pt: · Vietnamita

source: Adding support for a new language
pt_pt: Adicionando suporte a um novo idioma

source: Debian is run completely by volunteers. If we don't currently support your language, you should consider organizing an effort to do so. To fully support a language, the following areas of Debian must be worked on:
pt_pt: O Debian é mantido completamente por voluntários(as). Se nós não suportamos o seu idioma atualmente, você deve considerar fazer um esforço para isso. Para prover de forma completa um idioma, as seguintes áreas do Debian devem ser trabalhadas:

source: Installation system
pt_pt: Sistema de instalação

source: Please see the information for translators in the installation-guide repository. Work relating to the installation of Debian is discussed on the debian-boot mailing list.
pt_pt: Por favor, veja as informações para tradutores(as) no repositório do guia de instalação. O trabalho relativo ao sistema de instalação do Debian é discutido na lista de e-mail debian-boot.

source: Debian documentation
pt_pt: Documentação do Debian

source: Please see the documentation project's web pages. This is discussed on the debian-doc mailing list.
pt_pt: Por favor, veja as páginas do projeto de documentação. Este tópico é discutido na lista de e-mails debian-doc.

source: Debian web pages
pt_pt: Páginas web do Debian

source: Please see the pages for the Debian web site translators. This is discussed on the debian-www mailing list.
pt_pt: Por favor, veja as páginas para tradutores(as) do site web do Debian. Este tópico é discutido na lista de e-mails debian-www.

source: Debian wiki pages
pt_pt: Páginas wiki do Debian

source: Please see the translations section of the Debian wiki editor guidelines. This is discussed on the debian-www mailing list.
pt_pt: Por favor, veja a seção de tradução no guia de edição da wiki do Debian. Este tópico é discutido na lista de e-mails debian-www.

source: Special languages
pt_pt: Idiomas especiais

source: Some languages require software to have special features in various aspects like displaying, inputing, printing, string handling, text processing, and so on. East Asian languages (Chinese, Japanese, and Korean) need multibyte support and special input methods. Thai, Indian languages, and so on need combining character support. RTL (right-to-left) languages such as Arabic and Hebrew need bidi (bi-direction) support. Note that these requirements are preconditions for all other parts of i18n and l10n for these languages, though this is a very difficult part of i18n. This is discussed on the debian-i18n mailing list.
pt_pt: Alguns idiomas requerem que softwares tenham características especiais em vários aspectos como exibição, entrada, impressão, tratamento de string, processamento de texto, etc. Idiomas do leste asiático (chinês, japonês e coreano) precisam de suporte a multibyte e métodos de entrada especiais. Os idiomas tailandês, indiano e outros precisam de suporte a caracteres combinados. Idiomas RTL ("right-to-left" ou direita-para-esquerda) como árabe e hebreu precisam de suporte bidi (bidirecional). Note que esses requerimentos são precondições para todas as outras partes da i18n e da l10n desses idiomas, apesar de ser uma parte muito difícil da i18n. Este tópico é discutido na lista de e-mails debian-i18n.

source: Supporting a language is an ongoing effort. It is not enough to simply translate some documents. Everything changes with time and all documentation must be kept up to date. It is thus suggested that a group of people get together to share the load. A good way to get started is to request a Debian user mailing list for your language.
pt_pt: Suportar um idioma é um esforço contínuo. Simplesmente traduzir alguns documentos não é o bastante. Tudo muda com o tempo e toda documentação deve ser mantida atualizada. Por isso, sugere-se que as pessoas se reúnam em grupos para dividir o trabalho. Uma boa maneira de começar é solicitar uma lista de discussão de usuários(as) do Debian para o seu idioma.

source: Central Debian translation statistics
pt_pt: Central de estatísticas de traduções do Debian

source: We maintain translation statistics which contain data on the translated message catalogs in Debian packages.
pt_pt: Nós mantemos estatísticas de traduções que contêm dados sobre os conjuntos de mensagens traduzidas nos pacotes Debian.

source: Български (Bəlgarski) català dansk Deutsch Ελληνικά (Ellinika) español français hrvatski Indonesia Italiano 한국어 (Korean) magyar Nederlands 日本語 (Nihongo) polski Português română Русский (Russkij) slovenčina suomi svenska українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)
pt_pt: Български (Bəlgarski) català dansk Deutsch Ελληνικά (Ellinika) English español français hrvatski Indonesia Italiano 한국어 (Korean) magyar Nederlands 日本語 (Nihongo) polski română Русский (Russkij) slovenčina suomi svenska українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)

source: Last Modified: Mon, Jun 4 11:25:27 UTC 2018 Last Built: Tue, Aug 6 19:44:37 UTC 2024
pt_pt: Última Modificação: Ter, 22 de Fev de 2022, 03:20:35 UTC Última compilação: Ter, 6 de Ago de 2024, 22:06:44 UTC

source: Copyright © 1997-2018 SPI and others; See license terms
pt_pt: Copyright © 1997-2022 SPI e outros; Veja os termos de licença

source: Mailing Lists
pt_pt: Listas de Discussão

source: · Introduction
pt_pt: · Introdução

source: · Basic use
pt_pt: · Uso básico

source: · Disclaimer / Privacy policy / Legal information
pt_pt: · Aviso / Política de privacidade / Informação legal

source: · Subscription / Unsubscription
pt_pt: · Inscrição / Desinscrição

source: · Code of conduct
pt_pt: · Código de Conduta

source: · List maintenance
pt_pt: · Manutenção das listas

source: · Debian mailing list advertising policy / Spam Fighting
pt_pt: · Política de publicidade da lista de discussão do Debian / Combate a Spam

source: Introduction
pt_pt: Introdução

source: Debian is developed through distributed development all around the world.
pt_pt: O Debian é desenvolvido de forma distribuída através do mundo todo.

source: Therefore, e-mail is the preferred way to discuss various items.
pt_pt: Portanto, o e-mail é a maneira preferida para discutir vários assuntos.

source: Much of the conversation between Debian developers and users is managed through several mailing lists.
pt_pt: Muita conversa entre desenvolvedores(as) e usuários(as) do Debian é feita através de várias listas de discussão.

source: There are many world-open mailing lists, meaning anyone can read everything that is posted, and participate in the discussions.
pt_pt: Existem muitas listas abertas para todo mundo, o que significa que qualquer um(a) pode ler tudo o que é publicado, e participar das discussões.

source: Everyone is encouraged to help development of Debian and to spread the word of free software.
pt_pt: Todos(as) são encorajados(as) a ajudar no desenvolvimento do Debian e espalhar a palavra do software livre.

source: There are also a few lists which are only open to official Debian developers; please don't interpret this as closed development, it sometimes doesn't make much sense discussing internal topics with non-developers.
pt_pt: Existem também algumas poucas listas que são abertas somente para desenvolvedores(as) oficiais do Debian; por favor, não interprete isso como um desenvolvimento fechado, às vezes não faz muito sentido discutir tópicos internos com não desenvolvedores(as).

source: All original Debian mailing lists are run on a special server, using an automatic mail processing software called SmartList.
pt_pt: Todas as listas originais de discussão do Debian funcionam em um servidor especial, usando um software de processamento automático de e-mail chamado SmartList.

source: This server is called lists.debian.org.
pt_pt: Esse servidor é chamado lists.debian.org.

source: All submission, subscription and unsubscription messages have to be sent to a particular address at this host.
pt_pt: Todas as mensagens de pedidos de inscrição, desinscrição e submissão têm que ser mandadas para um endereço particular nessa máquina.

source: Basic use
pt_pt: Uso básico

source: Each Debian mailing list has a submission address in the form listname@lists.debian.org, a control request address in the form listname-request@lists.debian.org, and a web page at https://lists.debian.org/listname/.
pt_pt: Cada lista de discussão Debian tem um endereço de submissão na forma nome_da_lista@lists.debian.org, um endereço de requisição de controle na forma nome_da_lista-request@lists.debian.org, e uma página web em https://lists.debian.org/nome_da_lista/.

source: To send an email to a list, simply send it to the submission address.
pt_pt: Para enviar uma mensagem para uma lista, simplesmente envie-a para o endereço de submissão.
